/* Preset Names */


/* audio and video */
"LAN" = "LAN";
"DSL/Cable" = "DSL/Kabel";
"Dial-up Modem" = "Einwählmodem";
"3G - GPRS" = "3G - GPRS";
"3G - EDGE" = "3G - EDGE";
"3G - UMTS" = "3G - UMTS";

/* audio presets */
"Dial-up Modem - Speech" = "Einwählmodem - Sprache";
"Dial-up Modem - Music" = "Einwählmodem - Musik";


/* these are the old audio presets */
"Modem - Music" = "Modem - Musik";
"Modem - Speech" = "Modem - Sprache";
"DSL/Cable - Music" = "DSL/Kabel - Musik";
"DSL/Cable - Speech" = "DSL/Kabel - Sprache";
"LAN - Music" = "LAN - Musik";
"LAN - Speech" = "LAN - Sprache";

/* these are the old video presets */
"Modem - Low Motion" = "Modem - Wenig Bewegung";
"Modem - High Motion" = "Modem - Viel Bewegung";
"DSL/Cable - Low Motion" = "DSL/Kabel - Wenig Bewegung";
"DSL/Cable - High Motion" = "DSL/Kabel - Viel Bewegung";
"LAN - Low Motion" = "LAN - Wenig Bewegung";
"LAN - High Motion" = "LAN - Viel Bewegung";